Repository: tsudd/goods-tracker
Catalog: Source/Shared/Localization/SharedResource.*.resx
Languages: ru

# ItemListPageTitle
source: Items
ru: Единичные товары

# LoadingLabel
source: Loading
ru: Загрузка

# SelectLocaleLabel
source: Locale
ru: Язык

# PreviusPageLabel
source: Previous
ru: Назад

# NextPageLabel
source: Next
ru: Далее

# HomePageTitle
source: Home
ru: Начало

# FetchDateLabel
source: Last update
ru: Обновлено

# DiscountLabel
source: Discount
ru: Скидка

# TotalItemsLabel
source: Items in the database
ru: Предметов в базе

# SearchPlaceholder
source: What are you searching for?
ru: Что вы ищете?

# OrderByLabel
source: Order
ru: Порядок

# CheapFirstOrder
source: Cheap first
ru: Сначала дешевые

# ExpensiveFirstOrder
source: Expensive first
ru: Сначала дорогие

# UpdateDateOrder
source: Last update
ru: По дате обновления

# AllShopsLabel
source: All shops
ru: Все магазины

# FilterShopLabel
source: Shops
ru: Магазины

# SearchSetupsLabel
source: Other
ru: Другие настройки

# OnlyDiscountsLabel
source: Show discounts only
ru: Показывать только скидочные товары

# LoginButtonLabel
source: Login
ru: Войти

# SignUpButtonLabel
source: Sign up
ru: Регистрация

# LogoutButtonLabel
source: Logout
ru: Выйти

# LoginPageTitle
source: Login
ru: Войти

# EmailAddressLabel
source: Email address
ru: Электронная почта

# LoginFormTitle
source: Please log into your account
ru: Пожалуйста, войдите в аккаунт

# PasswordLabel
source: Password
ru: Пароль

# CreateAccountInvite
source: Create account
ru: Создать аккаунт

# SignUpFormTitle
source: Account creation
ru: Для создания аккаунта, заполните поля

# SignUpPageTitle
source: Sign up
ru: Регистрация

# PasswordCanfirmLabel
source: Confirm password
ru: Подтверждение пароля

# LoginInviteLabel
source: Already have an account? Login into it!
ru: Уже есть аккаунт? Войдите в него тут!

# NotAuthenticatedToLikeMessage
source: You should be logged in to add items into "Favourites".
ru: Для добавления предметов в "Любимые" вам необходимо войти.

# SomethingWentWrongMessage
source: Something went wrong. Please try again later.
ru: Что-то пошло не так. Пожалуйста повторите попытку позже.

# IntroMessage1
source: Navigating the world of pricing can be a daunting task. Whether you're trying to figure out how much a product costs, or want to compare prices across different vendors, it can be a time-consuming process filled with uncertainty.
ru: Навигация в мире ценообразования может быть сложной задачей. Будь то попытка узнать, сколько стоит продукт, или желание сравнить цены у разных продавцов, это может быть трудоемким процессом, полным неопределенности.

# IntroMessage2
source: This is where "howMuch" comes into play. We are a service dedicated to providing you with the most accurate, up-to-date pricing information. Our goal is to help you make informed decisions quickly and confidently, saving you time and effort.
ru: Вот тут-то и вступает в игру "howMuch". Мы - сервис, предоставляющий самую точную и актуальную информацию о ценах. Наша цель - помочь вам принимать обоснованные решения быстро и уверенно, сэкономив ваше время и усилия.

# IntroMessage3
source: Our platform is named "howMuch" because that's the question we aim to answer for you. Whenever you come across a product and wonder "how much does this cost?", we want to be your go-to source for the answer.
ru: Наша платформа названа "howMuch", потому что мы стремимся ответить на этот вопрос для вас. Всякий раз, когда вы сталкиваетесь с продуктом или услугой и задаетесь вопросом "сколько это стоит?", мы хотим быть вашим основным источником ответов.

source: Welcome to
ru: Добро пожаловать в

# GetAccountMessage
source: Lets get familiar
ru: Давайте познакомимся

# GetAccountCaption
source: Create an account today and start discovering the best deals, tracking prices, and saving money on your favorite items.
ru: Создайте аккаунт сегодня и начните открывать для себя лучшие сделки, отслеживать цены и экономить на ваших любимых товарах.

# GetAccountButtonLabel
source: Sign up today
ru: Создать аккаунт

# ExploreMoreMessage
source: Explore More With howMuch
ru: Откройте для себя больше с howMuch

# ExploreMoreCaption
source: Start browsing our diverse range of items today and discover the best deals tailored for you.
ru: Начните просматривать наш разнообразный ассортимент товаров сегодня и откройте для себя лучшие предложения, подобранные специально для вас.

# ExploreMoreButtonLabel
source: Browse more
ru: Начать просмотр

# QuestionMessage
source: Got Questions? We've Got Answers!
ru: У вас есть вопросы? У нас есть ответы!

# QuestionCaption
source: Visit our comprehensive FAQ section to get detailed answers to all your queries.
ru: Посетите наш развернутый раздел часто задаваемых вопросов, чтобы получить подробные ответы на все ваши запросы.

# MarketingHeadLine1
source: We're here to help
ru: Мы готовы помочь.

# MarketingOptions1Label
source: Accurate Pricing
ru: Точное ценообразование

# MarketingOptions2Label
source: Comprehensive Information
ru: Полная информация

# MarketingOptions3Label
source: User-Friendly Interface
ru: Пользовательский интерфейс

# MarketingOptions4Label
source: Time-Saving
ru: Экономия времени

# MarketingOptions1Caption
source: We gather information from reliable sources and update our database regularly to ensure the prices you see are accurate.
ru: Мы собираем информацию из надежных источников и регулярно обновляем нашу базу данных, чтобы гарантировать точность представленных цен.

# MarketingOptions2Caption
source: Not only do we provide the price, but we also give you additional information like discounts, vendor details, and more.
ru: Мы не только предоставляем цену, но и даем дополнительную информацию, такую как скидки, подробности о продавце и многое другое.

# MarketingOptions3Caption
source: Our platform is designed to be intuitive and easy to use. You can find the information you need with just a few clicks.
ru: Наша платформа разработана так, чтобы быть интуитивно понятной и простой в использовании. Вы можете найти нужную информацию всего за несколько кликов.

# MarketingOptions4Caption
source: Say goodbye to endless browsing and comparing. With "HowMuch", you have all the information you need in one place.
ru: Забудьте о бесконечном просмотре и сравнении. С "howMuch" у вас есть вся необходимая информация в одном месте.

source: Back to top
ru: Назад к началу

# CategoryButtonLabel
source: Catalog
ru: Каталог

# FavoritesLabel
source: Favorites
ru: Любимые

# ComparisonLabel
source: Compare
ru: Сравнение
